[{"adult":false,"backdrop_path":"/rqVETNBEimEv0PJTvMVmpHw88MJ.jpg","genre_ids":[18,10752,36,878,99],"id":247845,"original_language":"en","original_title":"The Great Martian War 1913–1917","overview":"Documentary-drama recounting the Martian War of 1913–1917. Europe was on tenterhooks in the 2nd decade of the 20th century, everyone was expecting a Great War between the major European powers. But then, in 1913, something crashed into the forests of SW Germany. Troops were sent to investigate but were wiped out. Martian fighting machines began making their way across Western Europe and the countries of Europe combined forces to resist them. With aspects taken from ‘The War of the Worlds’ by H.G. Wells and from WWI itself, this dramatisation presents a documentary style look at events as they unfolded and the effect they had of our world today. Lots of references to real events including the mass attacks and defeats as men were thrown against machines on the Western front, the Christmas truce and the Angel of Mons, America's isolationism and late entry into the conflict, the worldwide Spanish flu epidemic that killed more people than the war, and many other things.","popularity":10.227,"poster_path":"/4dGtDwLsT8Jq83PaNAurBC9sQCQ.jpg","release_date":"2013-12-08","title":"The Great Martian War 1913–1917","video":false,"vote_average":6.4,"vote_count":9},{"adult":false,"backdrop_path":"/e6KKQqESZEKvnhe8yVd9xkB436q.jpg","genre_ids":[14,28,36,878],"id":10852,"original_language":"cn","original_title":"倚天屠龍記之魔教教主","overview":"A wild and rollicking martial arts fantasy extravaganza that features prized swords and swordsmen, a crazy monk attached to a rolling boulder, serious clan and cult rivalries, and lots of magic and flying.","popularity":12.43,"poster_path":"/5ztUBriRYs2Z836oaPyedIlj6Qd.jpg","release_date":"1993-12-18","title":"The Kung Fu Cult Master","video":false,"vote_average":6.6,"vote_count":62},{"adult":false,"backdrop_path":"/AkuAHsBvnbD3pr5Ki7FIfKVaKU9.jpg","genre_ids":[14,878,36,9648],"id":1060655,"original_language":"en","original_title":"Seeing Through the Mists of Oblivion","overview":"After the end of civilization, an aged man undergoes a mysterious journey through space and time that takes him through memories, visions, and historical events, ultimately transcending the limitations of the senses and into a new cosmic rebirth.","popularity":6.782,"poster_path":"/lOnLAQaRiwPO2gICrNMAvAEgWFt.jpg","title":"Seeing Through the Mists of Oblivion","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/xyVImzu7Vi9MNVIdrKgNyDPAhDJ.jpg","genre_ids":[35,36,878,10402],"id":568850,"original_language":"en","original_title":"Tim Vine Travels Through Time Christmas Special","overview":"To recover a silver lion ornament for singer Emma Bunton Tim travels back to the court of Henry Vlll where Anne Boleyn (Emma again) asks jester Tim to send invitations to the guests for her Christmas party. However Cardinal Wolsey aims to steal them so that they will come to his own party and Tim must thwart him.","popularity":5.912,"poster_path":"/yqDBFAHeByxVT9P4hNF2H0uQSM2.jpg","release_date":"2017-12-29","title":"Tim Vine Travels Through Time Christmas Special","video":false,"vote_average":6,"vote_count":1},{"adult":false,"backdrop_path":"/vv5QbvqKRpsqVcVTK6aZzTtdaq8.jpg","genre_ids":[16,18,36,10749,878,14],"id":173443,"original_language":"pt","original_title":"Uma História de Amor e Fúria","overview":"“Rio 2096 – A Story of Love and Fury” is an animated film that portrays the love between an immortal hero and Janaína, the woman he has been in love with for 600 years. As a backdrop to the romance, the feature highlights four phases of Brazilian history: colonization, slavery, the Military Regime and the future, in 2096, when there will be a war for water.","popularity":5.594,"poster_path":"/aqvJxBR3Tpj9semsPYgCZ2tE3UZ.jpg","release_date":"2013-03-07","title":"Rio 2096: A Story of Love and Fury","video":false,"vote_average":7.3,"vote_count":74},{"adult":false,"backdrop_path":"/3BTSD2vCZrJ0NkvkWzhDGazC9Fn.jpg","genre_ids":[878,18,36],"id":63462,"original_language":"ja","original_title":"大奥  男女逆転","overview":"In the year 1716 a mysterious epidemic stickens men in the country of Japan, dropping the population of men to 1/4th of its prior state. With the drastic reduction of men, the gender roles have become reversed in Japan. Woman become the dominant members of society and males are sought out for the ability to produce children. A young man named Unoshin Mizuno hopes to marry childhood sweetheart Onobu, but due to class differences realizes this is almost impossible. To raise his social status and also save his poor family, Unoshin Mizuno enters the Ohoku (inner chambers of the Shugun's castle) and attempts to vie among 3,000 other men for the affection of the female shogun. What Unoshin Mizuno quickly learns about the Ohoku is that the men there are all beautiful, but highly ambitious and conniving. In this environment, the 7th shogun Tokugawa passes away and the new shogun Yoshimune Tokugawa takes the thrown and enters the Ohoku.","popularity":4.57,"poster_path":"/cIPvglQc3yBSFP4Wst5CWt4SDeK.jpg","release_date":"2010-10-01","title":"The Lady Shogun and Her Men","video":false,"vote_average":5.7,"vote_count":10},{"adult":false,"backdrop_path":"/bA6oTyu80mIMTaLdeu73IK5QnAZ.jpg","genre_ids":[35,36,878],"id":194113,"original_language":"en","original_title":"Blackadder: Back & Forth","overview":"What was a cunning plan from Lord Edmund Blackadder V to fake a time machine on his gullibly incompetent friends, turns out to be the real thing and hurls him and his imbecile underling, Baldrick, through the course of human history.","popularity":5.663,"poster_path":"/qECmOrIvgjAtNMbB5OLDdFhnio3.jpg","release_date":"1999-03-29","title":"Blackadder: Back & Forth","video":false,"vote_average":7,"vote_count":138},{"adult":false,"backdrop_path":"/zgArcZ6eVbf0sgq6Qp0i3b2iDS4.jpg","genre_ids":[878,53,36],"id":477278,"original_language":"en","original_title":"The Broken Key","overview":"In a near future, due to the effects of an uncompromising law on the eco-sustainability of supports, paper has become a rare item, a luxury possession, controlled by the \"Big Z\": Zimurgh Corporation.","popularity":3.322,"poster_path":"/qNjjCm19j77LzVDm7lY8yNR1woo.jpg","release_date":"2017-11-16","title":"The Broken Key","video":false,"vote_average":3.5,"vote_count":19},{"adult":false,"backdrop_path":null,"genre_ids":[36,14,10749,878],"id":1017215,"original_language":"en","original_title":"Time After Time","overview":"It is described as a magical love story is set against the workings of Grand Central Terminal and the solar phenomenon known as Manhattanhenge, which takes place when the sun rises and sets between the city’s skyscrapers aligning perfectly with the streets below.","popularity":6.57,"poster_path":null,"release_date":"","title":"Time After Time","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/1E6oigjBjcJWdh47uM9QpRF9RYE.jpg","genre_ids":[28,878,12,36],"id":137649,"original_language":"ja","original_title":"劇場版 さらば仮面ライダー電王 ファイナル・カウントダウン","overview":"When the Imagin and Kohana take a trip to visit Ryotaro and Airi, they are attacked by the legendary Ghost Train, and onboard are two Imagin and the evil Kamen Rider Yuuki, who is none other than Ryotaro! But when all hope seems lost, a blue DenLiner appears, delivering someone claiming to be Kamen Rider New Den-O! Just who is he, and can he help everyone save Ryotaro and save time once again?","popularity":2.76,"poster_path":"/1l8X6YuU61MK0t7ytkThY5NBmTM.jpg","release_date":"2008-10-04","title":"Farewell Kamen Rider Den-O: Final Countdown","video":false,"vote_average":7.7,"vote_count":3},{"adult":false,"backdrop_path":"/mq73Y4zNpIRAslAgvfpip3ktUpy.jpg","genre_ids":[18,36,10749,878,10770],"id":86598,"original_language":"en","original_title":"The UFO Incident","overview":"In the early 1960s, an interracial couple undergo hypnosis, which unlocks memories of a forgotten event on a lonely road. Soon they believe they were abducted by extraterrestrials.","popularity":2.965,"poster_path":"/1TcQpKoBvUt8L20dtG7w0VQANhF.jpg","release_date":"1975-10-20","title":"The UFO Incident","video":false,"vote_average":7,"vote_count":13},{"adult":false,"backdrop_path":"/mDpSk7oauN4Fl6ED7P2bPRHh4LU.jpg","genre_ids":[80,10749,878,36],"id":401300,"original_language":"en","original_title":"Captcha","overview":"An unassuming government scientist has unknowingly been spiked with a love implant, but the spy who put it there has fallen in love for real.","popularity":3.345,"poster_path":"/hq7osKu6hVVjVuI6PQZ1WMpMNFw.jpg","release_date":"2014-01-01","title":"Captcha","video":false,"vote_average":8,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[18,28,36,53,878],"id":73591,"original_language":"en","original_title":"The Man who Crossed Hitler","overview":"In the summer of 1931, with Germany on the brink of economic collapse, and the city of Berlin turning into a paramilitary war-zone, audacious young prosecutor Hans Litten (Stoppard) chose to summon a star witness to a trial of Nazi thugs. In spite of the risk to his own safety and against the advice of those who love him, Litten forced rising political star Adolf Hitler (Hart) to make a sensational appearance in the witness stand of Berlin's central criminal court. Litten aimed to expose the true character of Hitler and his politics to the German public, to reveal his hypocrisy and his violent ambitions, and in doing so, halt the electoral success of the Nazi Party. In a humiliating and hostile cross-examination, Hitler was forced to account for his political beliefs, his contempt for the law and his desire to destroy German democracy. For a brief moment, Hitler's political future was genuinely in the balance.","popularity":2.288,"poster_path":"/jGZXHToKHAYndw17R0DtJ9ZMtbY.jpg","release_date":"2011-08-21","title":"The Man who Crossed Hitler","video":false,"vote_average":6.4,"vote_count":9},{"adult":false,"backdrop_path":"/eA096UE2pjip9S9ag6FohDpTefu.jpg","genre_ids":[28,12,36,878],"id":137261,"original_language":"en","original_title":"劇場版 仮面ライダーオーズ　WONDERFUL　将軍と２１のコアメダル","overview":"Leading an expedition in Germany, Kougami unseals the resting place of one of the  alchemists that created the Core Medals in an effort to retrieve a set of lost Medals. However, upon the seal being undone, millions of Cell Medals erupt into a tower while creating a magical barrier that causes parts of Japan to flip over. As the alchemist reveals her plans to become a new OOO, Eiji and his friends are thrown into the past and must find their way back home and stop the alchemist before she destroys the world!","popularity":2.048,"poster_path":"/77SkoCBagAO1unTpBwTSKAzNbJQ.jpg","release_date":"2011-08-06","title":"Kamen Rider OOO Wonderful: The Shogun and the 21 Core Medals","video":false,"vote_average":5.7,"vote_count":9},{"adult":false,"backdrop_path":"/wBAGBQ0Pp0iy9lmQQRry7b2NvIc.jpg","genre_ids":[878,36,9648],"id":298077,"original_language":"en","original_title":"Ambition","overview":"A young apprentice (Aisling Franciosi) struggles to master nanotechnology on an alien world and prove herself to her enigmatic master (Aidan Gillen).  Will her herculean goals remain tantalizingly out of reach, or will she fulfill them and in the process, change life as we know it? Tomek Bagiński’s short film Ambition is a collaborative project between the European Space Agency and Platige Image highlighting Rosetta, ESA’s real mission to rendezvous with, escort and land on a comet.","popularity":4.612,"poster_path":"/42WGSYe1jVTf2EucWPaT1ykVW1V.jpg","release_date":"2014-10-24","title":"Ambition","video":false,"vote_average":6.7,"vote_count":45},{"adult":false,"backdrop_path":"/ccCKqQjaBttiTNq9gShVV0rFmcF.jpg","genre_ids":[878,36,18,14],"id":29932,"original_language":"hu","original_title":"Hanussen","overview":"A man's story parallels Hitler's rise. Austrian Klaus Schneider, wounded in World War I, recovers in the care of Dr. Emil Bettleheim. Bettleheim discovers that Schneider possesses powers of empathy and of clairvoyance, such that could aid suicidal patients. After the war, with one friend as his manager and another as his lover, Schneider changes his name to Eric Jan Hanussen and goes to Berlin, as a hypnotist and clairvoyant performing in halls and theaters. He always speaks the truth, which brings him to the attention of powerful Nazis. He predicts their rise (good propaganda for them) and their violence (not so good). He's in pain and at risk. What is Hanussen's future?","popularity":3.232,"poster_path":"/AdehGdaBe86j9PRScCeyae1K0qB.jpg","release_date":"1988-05-20","title":"Hanussen","video":false,"vote_average":6.2,"vote_count":17},{"adult":false,"backdrop_path":"/z3Jx8vYBIp2MPn3BZSX5nPFNbYj.jpg","genre_ids":[16,12,878,14,36],"id":31141,"original_language":"ja","original_title":"魔界転生","overview":"Ninja Resurrection takes place in the Tokugawa era, at a time when Christians in Japan were being persecuted. The leader of the Shimabara Rebellion, Amakusa Shirō, hoped to resist the government forces attacking Christians like him but is assassinated. Soon after, Amakusa's restless spirit returns to avenge his fallen comrades and is up to Yagyū Jūbei Mitsuyoshi to put a stop to the demonic onslaught.","popularity":2.361,"poster_path":"/xgdJ7fXy7h4Yf92MCfDepMYglTH.jpg","release_date":"1997-02-27","title":"Ninja Resurrection","video":false,"vote_average":5,"vote_count":5},{"adult":false,"backdrop_path":null,"genre_ids":[878,18,36],"id":419320,"original_language":"en","original_title":"Woman of the Ruins","overview":"On a storm-ravaged island that has seen its share of tragedy, a person who had been assumed dead reappears and ignites a frenzy of reactions, ranging from ecstatic religious fervor to fear.","popularity":1.946,"poster_path":"/lkCbTBNtPARYmOiePhecYf7SrU8.jpg","release_date":"2013-11-12","title":"Woman of the Ruins","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":"/8Kg9PV1NRIwS6emC46NcUwHCmDW.jpg","genre_ids":[18,14,36,878],"id":68351,"original_language":"en","original_title":"Sankofa","overview":"On a photo shoot in Ghana, an American model slips back in time, becomes enslaved on a plantation and bears witness to the agony of her ancestral past.","popularity":3.218,"poster_path":"/t5PTcnhZgHzL7HUZKQP95UQDD5o.jpg","release_date":"1993-05-28","title":"Sankofa","video":false,"vote_average":6,"vote_count":11},{"adult":false,"backdrop_path":null,"genre_ids":[16,14,27,28,878,36],"id":838888,"original_language":"ja","original_title":"虚無戦史MIROKU","overview":"A psychic ninja fantasy suggesting that the assassins did not die out during the Sengoku era but burrowed under Japan, where they fought a new war against the alien occupants of a crashed spaceship that has lain undisturbed for several millennia.","popularity":2.631,"poster_path":"/xaipgIen5q7sEvNII6iUuAUxXim.jpg","release_date":"1989-01-10","title":"Expunged Chronicle of Miroku","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/qIHnqj53C9jZeRbEYlRYGntNwBM.jpg","genre_ids":[18,36,878],"id":801946,"original_language":"en","original_title":"First Signal","overview":"When Air Force Space Command receives a signal from an alien satellite in Earth orbit an emergency meeting with the President reveals a government conspiracy.","popularity":3.342,"poster_path":"/ci9esAawwBBmDkvpQ2cJtTnsXef.jpg","release_date":"2021-04-26","title":"First Signal","video":false,"vote_average":3.4,"vote_count":10},{"adult":false,"backdrop_path":"/hY3zwzwVxSOxoYuOeai8FI34sq5.jpg","genre_ids":[14,28,36,53,878],"id":36182,"original_language":"ja","original_title":"魔界転生","overview":"Shiro Amasuka, dead leader of the Shimbara Revolt is resurrected from hell with the desire of overthrowing the shogunate for killing his companions. To do this , he resurrects an army of living dead swordsmen. Between him and his goal, only Yagyu Jubei stands...","popularity":2.057,"poster_path":"/nExaA9VAR3Tji6rbtqBGerrG8EN.jpg","release_date":"2003-04-26","title":"Samurai Resurrection","video":false,"vote_average":4.7,"vote_count":7},{"adult":false,"backdrop_path":null,"genre_ids":[18,36,878],"id":662573,"original_language":"en","original_title":"The 11th Green","overview":"A respected journalist uncovers the truth behind the mythology of President Eisenhower's long-alleged involvement in extraterrestrial events.","popularity":2.107,"poster_path":"/mOVu9RBKL7zPrHQlQWcot0INOex.jpg","release_date":"2020-01-08","title":"The 11th Green","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99,16,36,35,878],"id":1113298,"original_language":"en","original_title":"Operation Teak","overview":"On the 10th anniversary of his band Rall Tide’s debut album, artist Peter Kotas takes you on a flowering multimedia tour of Detroit musicians trying to survive in a world where you can’t even enjoy a baseball game without supporting The Bay of Pigs. Along the way he shows you how the band’s abrupt break-up led to his career as a political journalist peeking behind the curtains of Kansas to find diplomatic wizard Mike Pompeo, Trump’s CIA Director and Secretary of State, wears no clothes. Iowa Writer’s Workshop hero Kurt Vonnegut (or some entity that knows all about his life) hosts this documentary as the ideal human from his 1985 novel Galapagos: a penguin with flippers unable to pull triggers or press buttons to bomb and kill people.","popularity":2.307,"poster_path":"/7GvbVVVXBscpVYYXTboYf1HBOeB.jpg","release_date":"","title":"Operation Teak","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/qinRV5FpUtU31Pgv2C1jvKKEkVd.jpg","genre_ids":[18,36,878],"id":266714,"original_language":"en","original_title":"Afronauts","overview":"16th July 1969: America prepares to launch Apollo 11. Thousands of kilometers away, a ragtag group of Zambian exiles is trying to beat America to the Moon.","popularity":1.979,"poster_path":"/khe08dqAIAmGOz2wi2HAQxOu11D.jpg","release_date":"2014-01-18","title":"Afronauts","video":false,"vote_average":6.5,"vote_count":6},{"adult":false,"backdrop_path":"/1kGBTGEPKw6I1CIEYNPjCiUA7nr.jpg","genre_ids":[99,36,878],"id":1052722,"original_language":"en","original_title":"Revolution Underway","overview":"This color propaganda film made National Education Program (NEP) as a warning to citizens of the USA about the subversive groups within the country looking to destroy the American system and its people. It dates to 1968, one of the most chaotic years in 20th Century American history.","popularity":2.744,"poster_path":"/lASZozGNuYqOI5IhXEqWBwraKuj.jpg","release_date":"1968-01-01","title":"Revolution Underway","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99,36,878],"id":93122,"original_language":"en","original_title":"Out of the Blue","overview":"This documentary on The UFO Phenomenon aims to show that some UFOs may be extraterrestrial and that secrecy and ridicule are regularly employed to keep the truth about UFOs hidden.","popularity":1.031,"poster_path":"/jcEhOVeSsm60PxuQxZk7kP66Z6t.jpg","release_date":"2003-06-24","title":"Out of the Blue","video":false,"vote_average":7.7,"vote_count":10},{"adult":false,"backdrop_path":null,"genre_ids":[36,12,878,16],"id":384601,"original_language":"ja","original_title":"アレクサンダー戦記","overview":"Prince Alexander, son of King Philip, and heir to the Macedonian empire, must fend off political saboteurs, assassins, and the jealousy of his own father to ascend to the position of king. Once there, he begins his quest to conquer all nations and become known as the Great King, though an ancient prophecy foretells that he will be the destroyer of the world and forever remembered as the Devil King.","popularity":2.002,"poster_path":"/19m4GxOPiuPzSkiA1DAeg0UbReE.jpg","release_date":"2000-10-27","title":"Reign: The Conqueror Movie","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":"/kH8MlVj8Lcyduca3skBO10ERtXz.jpg","genre_ids":[16,878,12,36,18],"id":838333,"original_language":"ja","original_title":"火の鳥","overview":"Hi no Tori is a collection of stories that all have something in common. The Phoenix, whose blood is believed to give an eternal life to one who drinks it. Therefore many seek to kill it, but as the Phoenix of the tale, it's reborn from the ashes. Stories take place in future and the past, where humans fight with each other as always, and everyone is afraid to die. But still, every story teaches a lesson: Life is beginning of an eternity, an never-ending cycle.","popularity":1.461,"poster_path":"/ikKPjB1DO5pRSDrIunp0Uf2UPlz.jpg","release_date":"2004-03-21","title":"Phoenix","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/stImO6LfcmNCGslC8gYmKx6gmZt.jpg","genre_ids":[18,36,878,10752],"id":116415,"original_language":"fr","original_title":"Après Mein Kampf, mes crimes","overview":"The film shows the seizure of power by the Nazis and Hitler wants a trial, at a time when France has just declared war on Germany (Sept. 3, 1939). Hybrid composition, it alternates originals and reconstructions performed by actors (docudrama). A not-so-subtle condemnation of Hitler, Nazism and Germany by the movie's French film makers, which conveniently makes no mention of how the policies of Great Britain and France created Hitler and allowed him to go as far as he did prior to the beginning of the Second World War.","popularity":1.96,"poster_path":"/pqLZUX62QBWbBKLi2nvtsbgansV.jpg","release_date":"1940-03-09","title":"My Crimes After Mein Kampf","video":false,"vote_average":3,"vote_count":1},{"adult":false,"backdrop_path":"/3ZVBSMV36CTwtC8elYti5JlMFsJ.jpg","genre_ids":[878,99,14,36],"id":497531,"original_language":"en","original_title":"Conlanging: The Art of Crafting Tongues","overview":"A deep dive into the hidden world of constructed languages and the fascinating people who make them.","popularity":1.765,"poster_path":"/qp6WhniOM0OdVFkkkPtl5M5sfH8.jpg","release_date":"2017-08-24","title":"Conlanging: The Art of Crafting Tongues","video":false,"vote_average":5,"vote_count":1},{"adult":false,"backdrop_path":"/5ke6kYCmrtMhUadyutNxyxEXPbP.jpg","genre_ids":[878,36,18,16],"id":859248,"original_language":"en","original_title":"The Tramp's New World","overview":"In 1948 the James Agee wrote a scenario for his lifelong hero, Charlie Chaplin. Deeply disturbed by the bombing of Hiroshima and Nagasaki, Agee imagined New York destroyed. In the ruins, Chaplin's Little Tramp builds a shack in Central Park. Gradually a small community of the dispossessed grows up around him. For Agee, his story was a thought experiment about how one might start again in the aftermath of disaster, to go beyond capitalism and just how hard that is in the face of our modern technological world. The film focuses on his imaginative journey and what it might mean for us today.","popularity":1.705,"poster_path":"/sdr3guDVjQW2JJ9Q079MiHIFekF.jpg","release_date":"2021-08-04","title":"The Tramp's New World","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/nMmZX254OWX9GZ5aHp9mIfMdeVb.jpg","genre_ids":[28,35,36,10402,878],"id":579906,"original_language":"ja","original_title":"サムライ・ロック","overview":"Masami is a guitarist who dreams of his band “Rhythm Head” winning the Grand Prix at the Japan Music Carnival. History, and the warlords of 16th century feudal Japan are the very last thing on his mind. But when Rhythm Head are performing in Nagoya, a mysterious lightning strike causes not only a power blackout, but also a “time slip”, in which two of Japan’s preeminent samurai-era figures, Nobunaga Oda and Hideyoshi Toyotomi are transported to present day Japan. To Rhythm Head’s manager, the duo are the perfect vehicle for the band to transition to an idol group, increase their chances of becoming famous, winning accolades and taking away the Japan Music Carnival top prize. Could this be the beginning of a new type of music, courtesy of a brand new band Samurai Rock?","popularity":0.928,"poster_path":"/5IBVbmqAxhfxUL66ePySJpSLFsO.jpg","release_date":"2015-05-09","title":"Samurai Rock","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/1ResiEy6UyBTTpZ1OMgcf9WDgRZ.jpg","genre_ids":[36,9648,878],"id":368822,"original_language":"en","original_title":"Amendment 10/60","overview":"In a post nuclear era where owning books is a felony and the intellectual community is persecuted, a group of scientists is trying in vain to find a way to save the world. A Professor's assistant will be called upon to make the most difficult decision of his life","popularity":0.685,"poster_path":"/jIpObHPefEHrURJW5mWHYG70yJV.jpg","release_date":"2013-09-07","title":"Amendment 10/60","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/f30bpa2hKqmy1Vj3gbvYILPq2mY.jpg","genre_ids":[9648,36,12,80,878],"id":1152729,"original_language":"ru","original_title":"Путь Самоделкина","overview":"A mystical detective story set in the realm of Moscow art scene. Psychedelic trip through different places, characters and strategies in the search for the Author, covering mythology of Moscow art from the period of 1980-2010.  The movie is based on the 'Inspection Medical Hermeneutics' group's text of the same name and on the historical research performed by the authors of the film.  Production was an experiment in collective film making experience.","popularity":0.681,"poster_path":"/9pYuxmU3NCYQfquZYfhCVN7CyBW.jpg","release_date":"2009-06-05","title":"The Way of Samodelkin","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[28,12,18,36,27,878],"id":950950,"original_language":"zh","original_title":"神农野人","overview":"By order of the warlord Yan Liben, the father and daughter of Yang clan are forced to set a foot to Shennongjia dense forest. In the forest they are attacked by various creatures and are rescued by the wildlings at the moment of danger.","popularity":1.422,"poster_path":"/cELpKa5rVRCFC2CXsqlaGag5bMx.jpg","release_date":"2022-03-16","title":"Shennong Savage","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/iQNCCLWwdHpRnUItydYdFjbzor0.jpg","genre_ids":[99,878,14,9648,35,36],"id":1138543,"original_language":"ru","original_title":"Безумные подражатели","overview":"An anthropological study of a cargo cult in a fictitious self-marginalized commune, which existed next to the Moscow Ring Road - a highway that marks the boundaries of the Russian capital - and survived mainly on roadside trash. Although the road provided for their basic needs, the existence of the commune was extremely precarious and highly dependent on the roadway's fluctuations. This dependency led them to develop a cargo cult of the road.","popularity":0.932,"poster_path":"/3W8axXy8ub0dDJd1jF93H2GvCZV.jpg","release_date":"2012-06-15","title":"Mad Mimes","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[12,36,878],"id":920989,"original_language":"bn","original_title":"কিংবদন্তি","overview":"A period piece that also includes elements of sci-fi, adventure, mythology and alternate history along with its core theme of the backdrop of World War 1.","popularity":0.925,"poster_path":"/z5ZnyF3Z7r9MxvfUedvPR78Wyb.jpg","release_date":"2024-12-30","title":"Kimbadanti","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[36,18,878],"id":426868,"original_language":"en","original_title":"Split Ticket","overview":"In 1947, newly-minted congressmen and future presidents John F. Kennedy, age 29, and Richard Nixon, age 34, travel to Pennsylvania where they must make a fateful decision. A supernatural drama based on true events.","popularity":1.384,"poster_path":null,"release_date":"2016-11-05","title":"Split Ticket","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[878,99,18,36],"id":346840,"original_language":"en","original_title":"Fixed: The Science/Fiction of Human Enhancement","overview":"\"Fixed: The Science/Fiction of Human Enhancement\" questions commonly held beliefs about disability and normalcy by exploring technologies that promise to change our bodies and mind forever. Told primarily through the perspectives of five people with disabilities, a scientist, journalist, community organizer, bionics engineer and exoskeleton test pilot, FIXED takes a close look at the implications of emerging human enhancement technologies for the future of humanity.","popularity":0.6,"poster_path":"/ow7cNMEDElkmLVET7jNEHn9pO2A.jpg","release_date":"2013-11-24","title":"Fixed: The Science/Fiction of Human Enhancement","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[16,12,14,36,878],"id":711845,"original_language":"en","original_title":"TimeFighters","overview":"TimeFighters is the first film cut from Tatsunoko's Time Bokan by Jim Terry's Kidpix Productions. It is mostly made up of early episodes of the show, including the premiere. The film saw release in America on VHS in the 1980s alongside its sequel TimeFighters in the Land of Fantasy.","popularity":0.626,"poster_path":"/xdZY0qzMkOMONZfLYx6bQmpsVyN.jpg","release_date":"1984-01-01","title":"TimeFighters","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[878,36],"id":360540,"original_language":"en","original_title":"Marooned","overview":"Richard Parker is the lone remaining member of a Royal Observer Corps team, stationed deep underground, during an unidentified cataclysm. He spends his days battling with isolation, loneliness, fear of what waits above and his own memories.","popularity":0.661,"poster_path":null,"release_date":"2015-09-26","title":"Marooned","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":"/bGs1WiaZxJyZOR0h69T7nqo0mFh.jpg","genre_ids":[878,99,10751,14,36],"id":725480,"original_language":"pt","original_title":"Do Observatório Eu Vi","overview":"Nigim is an ufologist from the city of Passa Tempo in MG who recorded numerous appearances of et’s from the Planet of Jov. But now, it seems like who is being watched is him.","popularity":0.6,"poster_path":"/jGsXCHYEgk62ar2ZqMJrl64rwky.jpg","release_date":"2020-08-20","title":"Of the Observatory I Saw","video":false,"vote_average":7.8,"vote_count":5},{"adult":false,"backdrop_path":null,"genre_ids":[28,10752,9648,18,36,35,80,12,53,878],"id":1007092,"original_language":"ru","original_title":"Игант","overview":"","popularity":0.646,"poster_path":null,"release_date":"2019-01-20","title":"Игант","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":"/yZm6w1Ogmf9eIkiI5JWNAnMcfUe.jpg","genre_ids":[878,36,99,16],"id":461695,"original_language":"hu","original_title":"Vakondok 4: Végigjátszás","overview":"It is the year 2546. Corporations rule the world, and an agent is on a secret mission to explore the untold stories of the past. His journey leads him into a secret virtual reality where one corporation has recreated the 1980s, an era that witnessed the birth of video game development, an event in which a politically and economically restricted small European country, Hungary, had a significant role. He discovers a strange but exciting world, where computers were smuggled through the Iron Curtain and serious engineers started developing games. This small country was still under Soviet pressure when a group of people managed to set up one of the first game development studios in the world, and western computer stores started clearing room on their shelves for Hungarian products.","popularity":0.6,"poster_path":"/hukJJTflX7g7RYJKCPNDUAea49H.jpg","release_date":"2017-03-24","title":"Moleman 4: Longplay","video":false,"vote_average":9,"vote_count":3},{"adult":false,"backdrop_path":"/nremnfwRvgo9mih61K3Jv6HovKj.jpg","genre_ids":[12,9648,36,14,878],"id":1148250,"original_language":"th","original_title":"ความลับในฝูงนก","overview":"The story of 2 people that have been friends for multiple lives, while one of them is on a mission to save the nation. In order to succeed, both of them have to revisit their old memories of their past lives.","popularity":0.6,"poster_path":"/c9qCifdFm2nPf5HLr11DgSeKAGi.jpg","release_date":"2022-10-01","title":"Secret among Wings","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/p0PfgvkZZuez3tOtP3iOK7OkEai.jpg","genre_ids":[35,36,878,10752,12,9648],"id":1139207,"original_language":"en","original_title":"Америка","overview":"Would it be correct to suggest that none of it happened?","popularity":0.874,"poster_path":"/jYRiZz9UBLwDtlZWw9nmyhNYWVR.jpg","release_date":"2013-06-23","title":"America","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":"/loQiEIkxPXR2ZvKyobdAmDlNhXd.jpg","genre_ids":[12,14,36,878],"id":1139172,"original_language":"en","original_title":"Словно солнце","overview":"An allegorical three-part film about three types of utopia","popularity":0.6,"poster_path":"/fNww7oTMWGOwpUb9rsRCiV5p9uc.jpg","release_date":"2013-08-31","title":"Like the Sun","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[36,878],"id":1109192,"original_language":"zh","original_title":"狂暴大蜈蚣","overview":"","popularity":0.6,"poster_path":"/pHSgESsE4VIXl6nRzP8793r8LkL.jpg","release_date":"2019-11-01","title":"狂暴大蜈蚣","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[16,878,35,36],"id":1089034,"original_language":"ja","original_title":"ズッコケ三人組 ズッコケ時空冒険","overview":"Three reporters from the school paper get transported back to the Edo period.","popularity":0.6,"poster_path":"/eCrAG6Fahux27twsxaL9DDkVKp1.jpg","release_date":"1988-04-01","title":"Zukkoke Sannin-gumi: Zukkoke Jikuu Bouken","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[36,53,878],"id":1081780,"original_language":"es","original_title":"el tatayaya","overview":"","popularity":0.6,"poster_path":"/nZUSGgKHMaG8zgP4Beaj3TdUzQm.jpg","release_date":"","title":"el tatayaya","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/ooIFe0sc0CxtcM49rGJADRn2QqE.jpg","genre_ids":[878,28,12,10752,36],"id":1055425,"original_language":"de","original_title":"Der Schmerz in Kabir","overview":"Benjamin's ex-nazi grandpa gets attecked by Nazi-Zombies and turns into a soap while Benjamin was preparing a Deutsch Beer for him. Benjamin attempts to perform an astral travel between time and space to stop Hitler and save his grandfather with the aid of Gabriel, his Jewish guardian angel.","popularity":0.6,"poster_path":"/jARLeV1Ib82qAeZaDbgto4ut746.jpg","release_date":"2016-12-12","title":"Der Schmerz in Kabir","video":false,"vote_average":10,"vote_count":2},{"adult":false,"backdrop_path":"/gZ8lJ8HVEe89s1TP0p8RISu5rcx.jpg","genre_ids":[878,18,36,53,27],"id":1033544,"original_language":"es","original_title":"El Rayo Que No Cesa","overview":"Miguel comes back to his country home with his wife after running away from the war, however, the memories of the conflict and his remorse for deserting and abandoning his friends haunts him persistently, avoiding him from distinguishing what is real and what not. While Miguel tries to ignore his trauma, his wife fights for bringing him back to reality.","popularity":0.6,"poster_path":"/8NekhaywXIwnuHL7YpDy47foT1.jpg","release_date":"","title":"The Never Ending Lightning","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[878,36],"id":1011962,"original_language":"en","original_title":"The Turning World","overview":"The Countdown Is Ticking. So Leon Try His Best To Stop It From Ticking!  (The Movie Will Be In 4DX)","popularity":0.6,"poster_path":"/9DLQf04yavKBOUr400vcj5gPFbI.jpg","release_date":"","title":"The Turning World","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99,18,9648,878,36],"id":977392,"original_language":"en","original_title":"Eyes of Plants","overview":"Filmed across the arid Atacama Desert–where the mining of precious metals and the recent privatization of the water industry threatens the stability of the local ecosystem–and in the fluorescent haze of a healing ceremony performed in an LED-lit, rose-filled shamanic shrine, Eyes of Plants portrays contemporary life as a contact zone: between myth and technology, desert culture and global capital, the sick body and the over-extracted earth.  The starting point for the video is a jarro pato, a pre-Columbian duck-shaped ceramic vase belonging to the Diaguita people of Northern Chile and Argentina, often depicted with tears streaming from its eyes.  Later supplanted by other technologies of sight and perception, including a blinking drone that surveilles from the sky and the green glowing eyes of a USB-powered face mask, the jarro pato figures into a new mythology of an evolving present–one informed by both spiritualism and capitalism.","popularity":0.6,"poster_path":"/2CUJUwl7I7F3smJ1QekmqG1WQvz.jpg","release_date":"2022-02-17","title":"Eyes of Plants","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99,36,18,878,14],"id":977089,"original_language":"en","original_title":"Madre Drone","overview":"Madre Drone was made at a period of crisis, that encompassed decades of political, economic, and environmental catastrophes in South America, including: the burning of Bolivia's Chiquitania dry forests and Amazon rainforests; mass uprisings in Santiago, Chile over low wages and the high cost of living; and eruptions of police brutality.  Created while Domínguez was volunteering at an improvised animal shelter that cared for wildlife burned or maimed in the forest fires, the dreamlike video Madre Drone draws a line between environmental disaster and human political crisis.  In it, imagery of a toucan blinded by flames merges with laser-clad robots, cosmic serpents, spy drones, and footage of protests in Santiago, during which hundreds suffered eye trauma from hardened rubber bullets and tear gas fired by Chilean security forces. [Overview courtesy of New Museum]","popularity":0.6,"poster_path":"/7iFd5Uu1ASdn2F6s4KFaDkaueRN.jpg","release_date":"2022-02-17","title":"Madre Drone","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[28,12,18,9648,878,36],"id":927389,"original_language":"en","original_title":"Time Off Track","overview":"An art student goes on a journey through time while being chased by an assassin. The film explores themes of feminist history.","popularity":0.6,"poster_path":null,"release_date":"2021-10-17","title":"Time Off Track","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":"/tLJRC5OHiiQYe5iEMo5FqMYeuw.jpg","genre_ids":[878,36],"id":926407,"original_language":"sr","original_title":"Jazavac pred sudom: With the Badger on Trial","overview":"In a dystopian alternate reality, at the height of the Austro-Hungarian Empire's rule over Bosnia, David Strbac sues a Badger which occupies his corn field. Adapted from the short story by Petar Kocic.","popularity":0.611,"poster_path":"/sqAzR7Smm81hmQSXAqWrpV5eVl3.jpg","release_date":"2021-05-14","title":"With the Badger on Trial","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[35,36,28,878],"id":875808,"original_language":"da","original_title":"Filmens Evolution","overview":"","popularity":0.6,"poster_path":"/2Vv91EuBO39urzvClK5HgMlhWSX.jpg","release_date":"2021-09-10","title":"Filmens Evolution","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[878,36,99,27],"id":806032,"original_language":"en","original_title":"Tortured Metal","overview":"A short film portraying clips of different artificial items being constructed, while the scene gradually becomes more and more grim and insane.","popularity":0.6,"poster_path":null,"release_date":"","title":"Tortured Metal","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99,35,36,10402,878],"id":803584,"original_language":"en","original_title":"An Afternoon with Romantics","overview":"Five famous writers are brought back from time, to talk about their writings and mess around.","popularity":0.851,"poster_path":null,"release_date":"2019-05-11","title":"An Afternoon with Romantics","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/9qGy9il0xB9VjySDWRETmiab9cU.jpg","genre_ids":[36,10752,878],"id":759642,"original_language":"ja","original_title":"修羅","overview":"The term \"Shura\" derives from \"asura\", in Sanskrit a Buddhist/Hindu name for a demon. Shura sometimes refers to a specific asura, an obscure god who suffers and decays unless steeped in constant warfare, for which he eternally hungers. The word is additionally a Nō drama term for a type of play about ghosts or suffering warriors.","popularity":0.6,"poster_path":"/3jPKAIJhvSVs3dsXkwCrn2eYKXe.jpg","release_date":"","title":"Shura","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/uKm3EHzXVuMfsFhSKq1CVzrY1rV.jpg","genre_ids":[18,99,36,10402,10751,878,27],"id":750171,"original_language":"pt","original_title":"Quando a Luz Se Apaga","overview":"WHEN THE LIGHT GOES OUT, the short film that portrays the dramas lived over almost 20 years of history, totally based on real facts, a story of dreams, and realities, which is confused with the history of most Brazilian artists, WHEN THE LIGHT GOES OUT, tells the story of a subversive boy, and far ahead of his time, who with his artist's soul, fought against all the prejudices imposed by a society in the middle of the 90's. At the age of 6, he was referred to a psychologist, for affirming with complete conviction that one day he would go to the program of Hebe Camargo, victim of prejudice since always, he was almost expelled from school because he liked to dance and imitate the artists of his childhood, years later at the same school he becomes an imitator of Queen of the little ones: Xuxa; and star status, by becoming a phenomenon on the internet, and the dream of being a presenter.  This film will not be shown on the internet.","popularity":0.6,"poster_path":"/pFusqGSrcfoX1KI0W4BPPT88Gjn.jpg","release_date":"","title":"When the Light Goes Out","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/ukCBv02iCb9sMNcOzpMhdtGINge.jpg","genre_ids":[28,12,35,80,99,18,14,36,9648,878,53,37],"id":692517,"original_language":"es","original_title":"ATASCAU","overview":"Four puppets that can't leave their house because of quarantine, decide to make a short film, but they have no idea what to make it about.","popularity":0.634,"poster_path":"/9NIw3mISAqYDePABUtDinSYxZ7v.jpg","release_date":"2020-04-10","title":"ATASCAU","video":false,"vote_average":10,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[36,9648,878],"id":660497,"original_language":"en","original_title":"PARIAH","overview":"In a post apocalyptic world, a lone traveler reflects on the events that brought him to his desolate present.","popularity":0.6,"poster_path":"/n3MrszZp5Sg7OjJkKt8e9Utj5H4.jpg","release_date":"2017-12-10","title":"PARIAH","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/s6mm7lnCFkrwdEnqiU58ZxIm14D.jpg","genre_ids":[99,14,80,16,28,10751,878,18,36,53,37,10752,27,10402,10749,9648],"id":615895,"original_language":"pt","original_title":"Ninceto 90","overview":"More than 89, less than 91.","popularity":0.6,"poster_path":"/6b2gQDC1tDqFiwel4dCVuIeL1g4.jpg","release_date":"2012-06-01","title":"Nincet Ninety","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[37,10752,12,36,878,16],"id":597097,"original_language":"ru","original_title":"Товарищ со звезд","overview":"","popularity":0.6,"poster_path":null,"release_date":"2019-03-15","title":"Товарищ со звезд","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[18,878,10749,36],"id":529704,"original_language":"en","original_title":"The Astronot","overview":"It was 1969 and America was embarking on the biggest adventure known to man - a voyage to the moon. Daniel too was pursuing the unknown; leaving the path of isolation he had traveled for so many years to embrace the love of another. The only question was would he be able maintain that road to glory or would he veer off course never to be seen again...","popularity":1.4,"poster_path":"/waHVASvpkNoR6NGETnCqX6WVoG6.jpg","release_date":"2018-05-18","title":"The Astronot","video":false,"vote_average":8,"vote_count":2},{"adult":false,"backdrop_path":null,"genre_ids":[18,36,878,53],"id":473104,"original_language":"en","original_title":"The Rise of Kenji Gojira","overview":"A 19th century Japanese scientist is distraught over the rampant European and American influence in his country. In a fit of madness, he builds a steam-powered monster suit to chase off the Westerners.","popularity":0.6,"poster_path":"/jTT5cttVAL6ROrmk2nPKx3qtA1N.jpg","release_date":"2012-05-16","title":"The Rise of Kenji Gojira","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[36,878],"id":468593,"original_language":"ru","original_title":"Похищение чародея","overview":"","popularity":1.34,"poster_path":"/wM5jDGXVn77w12LzVBzlK7Oi7bZ.jpg","release_date":"1980-01-01","title":"Похищение чародея","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[10752,878,36],"id":391883,"original_language":"he","original_title":"The Rat's Dilemma","overview":"In the Holocaust, a gifted Jewish physicist named Rudolph is forced to build a teleporter for the Nazis. Rudolph keeps telling his Nazi supervisor Heinz that the machine doesn't work yet, but Heinz suspects Rudolph is hiding something. As Heinz is determined to squeeze the truth out by any means necessary, Rudolph soon has to face the dilemma of his life.","popularity":0.6,"poster_path":null,"release_date":"2015-07-20","title":"The Rat's Dilemma","video":false,"vote_average":8,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[99,36,878],"id":370132,"original_language":"en","original_title":"virocrypsis","overview":"Cynthia and Celinde are two and one. They share the same space, inhabit the same bodily form, in a perennial embrace, yet have separate personas. Located in the surfaces and membranes of the visual, virocrypsis displays their desires, identities and gestures.","popularity":0.6,"poster_path":null,"release_date":"2015-11-26","title":"virocrypsis","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[36,878],"id":362328,"original_language":"ms","original_title":"Kapsul","overview":"Zohri discovers a time capsule called Vision 2020 which was buried by Tun Dr. Mahathir Mohamad. He steals the time capsule but it ends up taking him back to the past, where he finds himself arriving at the era when the Malays are struggling to achieve independence. Zohri witnesses the admirable struggles and difficulties his ancestors go through and finally understands the true meaning of patriotism. Zohri`s adventures continue as he travels from one era to another while at the same time, he struggles to find his way back home.","popularity":0.845,"poster_path":"/gEM78v0mhJwzWGvvyrJ43826YvJ.jpg","release_date":"2015-09-17","title":"Capsule","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[36,878],"id":344913,"original_language":"ru","original_title":"Похищение чародея","overview":"A young post-graduate from Minsk Anna Mazurkevich comes to her native village, where she hasnt been for 12 years, to stay in her grannys house. Here, in peace and quiet, she is intended to write a thesis. But suddenly two strangers come and claim that yesterday in Minsk the houses owner let out to them for two weeks, and to convince her they switch on TV-set, where Annas mother confirm their words and asks her to stay for a while with their neighbor ankle Gena. All this looks very strange because not very clear how they managed to organize live broadcast. Then absolutely inexplicable things start to happen. The strangers say that they have to go to the XVIII century to find a genius, living at that moment right here, and take him to the future.","popularity":0.6,"poster_path":"/6ULJ6me8LhjpHUvGR3OBroAPzfV.jpg","release_date":"1989-01-01","title":"The Kidnapping of a Wizard","video":false,"vote_average":5,"vote_count":6},{"adult":false,"backdrop_path":null,"genre_ids":[878,36,10749],"id":317018,"original_language":"hu","original_title":"Szíriusz","overview":"Based on the Hungarian writer Ferenc Herczeg's novel written in 1894, this film takes the viewers to the past of Hungary. Professor Sergius (Elemér Baló) insists that he invented a machine that can fly faster than the speed of earth's rotation and this enables him (or anyone who travels with him) to fly back with it to the past; that is to travel in time. To prove this the professor promises the hand of his daughter Rózsi (Katalin Karády) and all his possessions to the one who is willing to try the 'space travel' with him in his machine. The romantic and adventurous Hungarian count Ákos Tibor (László Szilassy) finally accepts the challenge. For the count's luck before the time travel he attends a costume ball dressed as a Hungarian hussar. Because when they arrive in the past, people think that he is a far relative of the wealthy landlord whose field they landed. This is how the strange adventures begins for our 20th century hero in the world of the 18th century Austro-Hungary.","popularity":0.6,"poster_path":"/6J05V2qquMheOH0YRZAkwi5pHlf.jpg","release_date":"1942-01-10","title":"Szíriusz","video":false,"vote_average":6.5,"vote_count":4},{"adult":false,"backdrop_path":"/fvnkmJ9Lz7PJdfhEhJhSrtvUx5p.jpg","genre_ids":[36,27,878,28],"id":230688,"original_language":"en","original_title":"Exhumed","overview":"Three stories across the centuries of individuals given the power to raise the dead, set in feudal Japan, 1940s USA, and a post-apocalyptic future.","popularity":0.6,"poster_path":"/7udyDlWHaXiADCZ4BlQXwW1HBrb.jpg","release_date":"2003-10-25","title":"Exhumed","video":false,"vote_average":1,"vote_count":1},{"adult":false,"backdrop_path":"/e2QfsHxyz4DdFvaINT5WoA1y20H.jpg","genre_ids":[99,36,878],"id":162024,"original_language":"en","original_title":"The Universe: How the Solar System was Made","overview":"At 4.6 billion years old, the Solar System is our solid, secure home in the Universe. But how did it come to be? In this episode we trace the system's birth from a thin cloud of dust and gas. Shocked by a nearby supernova, the pull of gravity and natural rotation spun it into a flat disc from which the Sun and planets coalesced. It all happened in the space of 700 million years, during which the planets jockeyed for position, dodging the brutal bombardment of deadly asteroids and setting into the neat, stable system that we now realize might be a rarity in the universe.","popularity":0.6,"poster_path":"/5WWbPtavrXidpUfAupRjzJoGBMT.jpg","release_date":"2011-11-08","title":"The Universe: How the Solar System was Made","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/jULIEgKNbQ4i4ctPdiRaCWQGeuR.jpg","genre_ids":[99,36,878],"id":162023,"original_language":"en","original_title":"The Universe: Nemesis - The Sun's Evil Twin","overview":"The theory of a Nemesis star that orbits the sun and causes catastrophic events every 26 million years is explored.","popularity":0.6,"poster_path":"/tu5iIDXk6ZC8BOat1vDjL673WaV.jpg","release_date":"2011-11-01","title":"The Universe: Nemesis - The Sun's Evil Twin","video":false,"vote_average":5,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[99,36,878],"id":149006,"original_language":"es","original_title":"The Universe: Catastrophes that Changed the Planets","overview":"The planets of our solar system have experienced epic catastrophes throughout their long history, both raining down from outside and bubbling up from within. We'll voyage back in time to investigate the violent events that profoundly shaped the planets, including earth itself. We'll witness stunning revelations about what transformed Mars into a barren, hostile desert...The disaster that changed Venus from temperate to hellish...The impact that blew away Mercury's mantle, turning it into a planetary core...A colossal disturbance that rearranged the orbits of the gas giants...Titanic impacts on Jupiter...And how a lost moon may finally explain Saturn's rings","popularity":0.6,"poster_path":null,"release_date":"2011-10-25","title":"The Universe: Catastrophes that Changed the Planets","video":false,"vote_average":7,"vote_count":1},{"adult":false,"backdrop_path":"/7SHEdziaBRhnje4aKNXE5s016hR.jpg","genre_ids":[99,36,878,53,10752],"id":96323,"original_language":"en","original_title":"First Invasion: The War of 1812","overview":"First Invasion: The War of 1812, a History Channel documentary that first aired in 2004, portrays a young United States of America \"on the brink of annihilation\" as it battles the largest and most powerful empire on earth. Critics say the documentary is far too pro-American, and that it ignores or downplays crucial elements of the War of 1812. Others praise First Invasion for its compelling presentation of a far too neglected period of history.","popularity":0.6,"poster_path":"/orFeMZNIF1e08RPc9MNhw3UOfSX.jpg","release_date":"2004-09-12","title":"First Invasion: The War of 1812","video":false,"vote_average":0,"vote_count":0}]